Repository: HCW-home/hcw
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: fr

source: name
fr: nom

source: users
fr: utilisateurs

source: queue
fr: file d'attente

source: queues
fr: files d'attente

source: Online
fr: En ligne

source: In person
fr: En personne

source: created at
fr: créé le

source: updated at
fr: mis à jour le

source: closed at
fr: clôturé le

source: title
fr: titre

source: beneficiary
fr: bénéficiaire

source: created by
fr: créé par

source: group
fr: groupe

source: owned by
fr: appartient à

source: Can view own assigned consultations
fr: Peut voir ses consultations assignées

source: Can change own assigned consultations
fr: Peut modifier ses consultations assignées

source: Can delete own assigned consultations
fr: Peut supprimer ses consultations assignées

source: Can close own assigned consultations
fr: Peut fermer ses consultations assignées

source: Draft
fr: Brouillon

source: Scheduled
fr: Planifié

source: Cancelled
fr: Annulé

source: status
fr: statut

source: end expected at
fr: fin prévue à

source: appointment
fr: rendez-vous

source: appointments
fr: rendez-vous

source: At least one of user, email or phone must be provided.
fr: Au moins un utilisateur, email ou téléphone doit être fourni.

source: Phone number must start with +X or 00X followed by 7-14 digits.
fr: Le numéro de téléphone doit commencer par +XX ou 00X suivi de 7 à 14 chiffres

source: event
fr: événement

source: content
fr: contenu

source: attachment
fr: pièce jointe

source: queue assignee
fr: file d'attente assigné

source: user assignee
fr: utilisateur assigné

source: Duration in minutes
fr: Durée en minutes

source: is active
fr: est actif

source: reason
fr: motif

source: reasons
fr: motifs

source: Requested
fr: Demandé

source: Accepted
fr: Accepté

source: Refused
fr: Refusé

source: Slot valid until this date
fr: Créneaux reservables jusqu'à cette date

source: Prescribed
fr: Prescrit

source: Dispensed
fr: Dispensé

source: frequency
fr: fréquence

source: English
fr: Anglais

source: German
fr: Allemand

source: French
fr: Français

source: HCW@Home Admin
fr: Administration HCW@Home

source: HCW@Home Administration
fr: Administration HCW@Home

source: Dashboard
fr: Tableau de bord

source: Users & Authentication
fr: Utilisateurs et authentification

source: Health Metric
fr: Métrique de santé

source: Terms
fr: Conditions d'utilisation

source: Languages
fr: Langues

source: FCM Devices
fr: Appareils FCM

source: Booking slots
fr: Créneaux de réservation

source: Templates
fr: Modèles

source: Template Validations
fr: Validations de modèles

source: Media & API
fr: Médias et API

source: Media Server
fr: Serveur média

source: Celery Tasks
fr: Tâches Celery

source: Clocked
fr: Programmé

source: Periodic tasks
fr: Tâches périodiques

source: Solar events
fr: Événements solaires

source: Settings
fr: Paramètres

source: Django site admin
fr: Administration du site Django

source: Real-time
fr: Temps réel

source: Weekly Activity
fr: Activité hebdomadaire

source: System Health
fr: Santé du système

source: User Activity Rate
fr: Taux d'activité des utilisateurs

source: Online Users Rate
fr: Taux d'utilisateurs en ligne

source: Consultation Completion Rate
fr: Taux de complétion des consultations

source: Platform Overview
fr: Vue d'ensemble de la plateforme

source: Platform activity summary for healthcare professionals
fr: Résumé de l'activité de la plateforme pour les professionnels de santé

source: Active Users
fr: Utilisateurs actifs

source: New Users This Week
fr: Nouveaux utilisateurs cette semaine

source: New user registrations
fr: Nouvelles inscriptions d'utilisateurs

source: Consultations started this week
fr: Consultations démarrées cette semaine

source: Appointments scheduled this week
fr: Rendez-vous planifiés cette semaine

source: Save and test access
fr: Sauvegarder et tester l'accès

source: Connection to server {url} was successful.
fr: La connexion au serveur {url} a réussi.

source: Failed to connect to server {url}: {error}
fr: Échec de connexion au serveur {url} : {error}

source: API secret
fr: clé API secrète

source: max session number
fr: nombre maximum de sessions

source: server
fr: serveur

source: servers
fr: serveurs

source: login
fr: identifiant

source: credential
fr: identifiant de connexion

source: TURN server
fr: serveur TURN

source: TURN servers
fr: serveurs TURN

source: TURN URL (e.g., turn://example.com)
fr: URL TURN (ex: turn://exemple.com)

source: TURN URL
fr: URL TURN

source: TURN URLs
fr: URLs TURN

source: Test connection wiht selected providers
fr: Tester la connexion avec les fournisseurs sélectionnés

source: Rendering is valid
fr: Le rendu est valide

source: Hello {{ recipient.name }}! Your consultation is scheduled for {{ appointment.date }}.
fr: Bonjour {{ recipient.name }} ! Votre consultation est prévue pour le {{ appointment.date }}.

source: API key
fr: clé API

source: auth token
fr: jeton d'authentification

source: account SID
fr: SID du compte

source: client ID
fr: ID client

source: application secret
fr: secret d'application

source: consumer key
fr: clé consommateur

source: from email
fr: email émetteur

source: sender ID
fr: ID de l'expéditeur

source: priority
fr: priorité

source: Phone prefixes that should NOT use this provider. Separate multiple prefixes with commas (e.g. +33, +41, +1)
fr: Préfixes téléphoniques qui ne doivent PAS utiliser ce fournisseur. Séparez les préfixes multiples par des virgules (ex : +33, +41, +1)

source: Phone prefixes that should use this provider. Separate multiple prefixes with commas (e.g. +33, +41). If empty, all prefixes except excluded ones are allowed
fr: Préfixes téléphoniques qui doivent utiliser ce fournisseur. Séparez les préfixes multiples par des virgules (ex : +33, +41). Si vide, tous les préfixes sauf ceux exclus sont autorisés

source: All prefixes must start with "+". Invalid prefix: "{}"
fr: Tous les préfixes doivent commencer par "+". Préfixe invalide : "{}"

source: Prefixes can only contain "+" and digits. Invalid prefix: "{}"
fr: Les préfixes ne peuvent contenir que "+" et des chiffres. Préfixe invalide : "{}"

source: messaging provider
fr: fournisseur de messagerie

source: messaging providers
fr: fournisseurs de messagerie

source: system name
fr: nom système

source: Unique identifier for the template
fr: Identifiant unique pour le modèle

source: template text
fr: texte du modèle

source: Jinja2 template for message content, use {{ obj }} to get object attributes
fr: Modèle Jinja2 pour le contenu du message, utilisez {{ obj }} pour accéder aux attributs de l'objet

source: Jinja2 template for message subject
fr: Modèle Jinja2 pour le sujet du message

source: template
fr: modèle

source: templates
fr: modèles

source: Invalid Jinja2 template syntax: {}
fr: Syntaxe de modèle Jinja2 invalide : {}

source: Pending
fr: En attente

source: Validated
fr: Validé

source: Rejected
fr: Rejeté

source: Failed
fr: Échoué

source: Unused
fr: Inutilisé

source: external template ID
fr: ID du modèle externe

source: External template ID from the messaging provider (populated after validation submission)
fr: ID du modèle externe fourni par le fournisseur de messagerie (rempli après soumission de la validation)

source: The messaging provider where the template is validated
fr: Le fournisseur de messagerie où le modèle est validé

source: The local template that needs validation
fr: Le modèle local qui nécessite une validation

source: Language code for the template validation (e.g., "en", "fr", "de")
fr: Code de langue pour la validation du modèle (ex : "en", "fr", "de")

source: Current validation status
fr: Statut de validation actuel

source: When the template was validated
fr: Quand le modèle a été validé

source: Response from the messaging provider during validation
fr: Réponse du fournisseur de messagerie lors de la validation

source: template validation
fr: validation de modèle

source: template validations
fr: validations de modèles

source: subject
fr: sujet

source: communication method
fr: méthode de communication

source: provider name
fr: nom du fournisseur

source: recipient phone
fr: téléphone du destinataire

source: recipient email
fr: email du destinataire

source: You must specify at least a recipient phone, a recipient email or a user in Sent to
fr: Vous devez spécifier au moins un téléphone destinataire, un email destinataire ou un utilisateur dans Envoyé à

source: The Sent to user has no phone number, so recipient phone is mandatory
fr: L'utilisateur destinataire n'a pas de numéro de téléphone, le téléphone destinataire est donc obligatoire

source: The Sent to user has no email, so recipient email is mandatory
fr: L'utilisateur destinataire n'a pas d'email, l'email destinataire est donc obligatoire

source: Communication method is required if no sent to user
fr: La méthode de communication est requise s'il n'y a pas d'utilisateur destinataire

source: Email over Django SMTP
fr: Email via Django SMTP

source: Your appointment planned {{ obj.appointment.scheduled_at|date }}
fr: Votre rendez-vous prévu le {{ obj.appointment.scheduled_at|date }}

source: This is a reminder for your appointment scheduled by: {{ obj.appointment.scheduled_at|date }} at {{ obj.appointment.scheduled_at|time }}.
fr: Ceci est un rappel pour votre rendez-vous prévu le : {{ obj.appointment.scheduled_at|date }} à {{ obj.appointment.scheduled_at|time }}.

source: Your appointment will start in {{config.last_appointment_reminder}}
fr: Votre rendez-vous commencera dans {{config.last_appointment_reminder}}

source: Your consultation appointment start at {{ obj.appointment.scheduled_at|time }} Please join immediately with the link: {{config.patient_base_url}}?auth={{ obj.user.one_time_auth_token }}&action=join
fr: Votre rendez-vous de consultation commence à {{ obj.appointment.scheduled_at|time }} Veuillez rejoindre immédiatement avec le lien : {{config.patient_base_url}}?auth={{ obj.user.one_time_auth_token }}&action=join

source: Your consultation has been scheduled
fr: Votre consultation a été planifiée

source: Hello, Your consultation has been successfully scheduled. Appointment scheduled by: {{ obj.appointment.scheduled_at|date }} at {{ obj.appointment.scheduled_at|time }} ({{ obj.appointment.scheduled_at }}) Please confirm your presence: {{config.patient_base_url}}?auth={{ obj.user.one_time_auth_token }}&action=presence
fr: Bonjour, Votre consultation a été planifiée avec succès. Rendez-vous prévu le : {{ obj.appointment.scheduled_at|date }} à {{ obj.appointment.scheduled_at|time }} ({{ obj.appointment.scheduled_at }}) Veuillez confirmer votre présence : {{config.patient_base_url}}?auth={{ obj.user.one_time_auth_token }}&action=presence

source: %(response)s (Registration ID/Tokens: %(reg_id)s)
fr: %(response)s (ID d'inscription/Jetons: %(reg_id)s)

source: Send test notification
fr: Envoyer une notification de test

source: Send test notification in bulk
fr: Envoyer des notifications de test en masse

source: Subscribe to test topic
fr: S'abonner au sujet de test

source: Subscribe to test topic in bulk
fr: S'abonner au sujet de test en masse

source: Unsubscribe to test topic
fr: Se désabonner du sujet de test

source: Unsubscribe to test topic in bulk
fr: Se désabonner du sujet de test en masse

source: Send message test topic
fr: Envoyer un message au sujet de test

source: Enable selected devices
fr: Activer les appareils sélectionnés

source: Disable selected devices
fr: Désactiver les appareils sélectionnés

source: specialities
fr: spécialités

source: You're receiving this email because user %(user_display)s has given your email address to register an account on %(site_domain)s.
fr: adresse e-mail pour créer un compte sur %(site_domain)s.Vous recevez cet email parce que l'utilisateur %(user_display)s a donné votre adresse e-mail pour créer un compte sur %(site_domain)s.

source: Your email verification code is listed below. Please enter it in your open browser window.
fr: fenêtre du navigateur.Votre code de vérification e-mail est listé ci-dessous. Veuillez le saisir dans votre fenêtre de navigateur ouverte.

source: To confirm this is correct, go to %(activate_url)s
fr: Pour confirmer que c'est correct, allez à %(activate_url)s

source: Confirm Email Address
fr: Confirmer l'adresse e-mail

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an email address for user %(user_display)s.
fr: Veuillez confirmer que <a href="mailto:%(email)s">%(email)s</a> est une adresse e-mail pour l'utilisateur %(user_display)s.

source: Confirm
fr: Confirmer

source: Unable to confirm %(email)s because it is already confirmed by a different account.
fr: Impossible de confirmer %(email)s car il est déjà confirmé par un autre compte.

source: This email confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new email confirmation request</a>.
fr: Ce lien de confirmation e-mail a expiré ou est invalide. Veuillez <a href="%(email_url)s">faire une nouvelle demande de confirmation e-mail</a>.

source: All notifications marked as read.
fr: Toutes les notifications ont été marquées comme lues.
